Repository: animepusya/Task-Planner-iOS
Catalog: Task Planner/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk

source: previous week
de: die Vorwoche
es: semana anterior
fr: la semaine précédente
it: settimana precedente
ja: 前週
ko: 전주
pt_br: semana anterior
ru: предыдущая неделя
uk: попередній тиждень

source: previous year
de: das Vorjahr
es: año anterior
fr: l’année précédente
it: anno precedente
ja: 前年
ko: 전년
pt_br: ano anterior
ru: предыдущий год
uk: попередній рік

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Purchase Pending
de: Kauf ausstehend
es: Compra pendiente
fr: Achat en attente
it: Acquisto in attesa
ja: 購入を確認中
ko: 구매 승인 대기 중
pt_br: Compra pendente
ru: Покупка ожидает подтверждения
uk: Покупка очікує підтвердження

source: Purchases Restored
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
it: Acquisti ripristinati
ja: 購入を復元しました
ko: 구매 복원 완료
pt_br: Compras restauradas
ru: Покупки восстановлены
uk: Покупки відновлено

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
ja: おすすめ
ko: 추천
pt_br: Recomendado
ru: Рекомендуем
uk: Рекомендовано

source: Recurring Tasks
de: Serienaufgaben
es: Tareas recurrentes
fr: Tâches récurrentes
it: Attività ricorrenti
ja: 繰り返しタスク
ko: 반복 할 일
pt_br: Tarefas recorrentes
ru: Повторяющиеся задачи
uk: Повторювані завдання

source: Remind
de: Erinnern
es: Avisar
fr: Rappeler
it: Avvisa
ja: 通知タイミング
ko: 미리 알림
pt_br: Lembrete
ru: Напомнить
uk: Нагадати

source: Reminder
de: Erinnerung
es: Recordatorio
fr: Rappel
it: Promemoria
ja: リマインダー
ko: 미리 알림
pt_br: Lembrete
ru: Напоминание
uk: Нагадування

source: Remove all tasks and planner data from this device
de: Alle Aufgaben und Planer-Daten von diesem Gerät entfernen
es: Eliminar todas las tareas y los datos del planificador de este dispositivo
fr: Supprimer toutes les tâches et les données de planning de cet appareil
it: Rimuovi da questo dispositivo tutte le attività e i dati di pianificazione
ja: このデバイスからすべてのタスクとプランナーデータを削除
ko: 이 기기에서 모든 할 일과 플래너 데이터를 삭제합니다
pt_br: Apagar todas as tarefas e os dados do Planner deste dispositivo
ru: Удалить все задачи и данные планера с этого устройства
uk: Видалити з цього пристрою всі завдання й дані планера

source: Remove exported events
de: Exportierte Ereignisse entfernen
es: Eliminar eventos exportados
fr: Supprimer les événements synchronisés
it: Rimuovi gli eventi esportati
ja: エクスポートしたイベントを削除
ko: 내보낸 일정 삭제
pt_br: Remover eventos exportados
ru: Удалить экспортированные события
uk: Видалити експортовані події

source: Repeat
de: Wiederholen
es: Repetir
fr: Répétition
it: Ripeti
ja: 繰り返し
ko: 반복
pt_br: Repetir
ru: Повтор
uk: Повтор

source: Repeat isn't available because the task overlaps the next occurrence.
de: Wiederholung ist nicht verfügbar, da die Aufgabe mit dem nächsten Termin kollidiert.
es: No se puede repetir porque la tarea se solapa con la siguiente ocurrencia.
fr: La répétition n’est pas disponible : la tâche chevauche l’occurrence suivante.
it: La ripetizione non è disponibile perché l'attività si sovrappone all'occorrenza successiva.
ja: 次の予定と重なるため、繰り返しは設定できません。
ko: 다음 반복과 겹쳐서 반복을 사용할 수 없어요.
pt_br: A recorrência não está disponível porque a tarefa se sobrepõe à próxima ocorrência.
ru: Повтор недоступен: задача пересекается со следующим повторением.
uk: Повтор недоступний: завдання накладається на наступне повторення.

source: Repeating tasks need to be saved as a series.
de: Wiederholte Aufgaben müssen als Serie gespeichert werden.
es: Las tareas recurrentes deben guardarse como serie.
fr: Les tâches récurrentes doivent être enregistrées en série.
it: Le attività ricorrenti vanno salvate come serie.
ja: 繰り返しタスクはシリーズとして保存する必要があります。
ko: 반복 할 일은 시리즈로 저장해야 해요.
pt_br: Tarefas recorrentes precisam ser salvas como uma série.
ru: Повторяющуюся задачу нужно сохранить как серию.
uk: Повторюване завдання потрібно зберегти як серію.

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 差し替え
ko: 교체
pt_br: Trocar
ru: Заменить
uk: Замінити

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
uk: Відновити покупки

source: Resync now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Resynchroniser
it: Sincronizza di nuovo
ja: 今すぐ再同期
ko: 지금 다시 동기화
pt_br: Sincronizar agora
ru: Синхронизировать
uk: Синхронізувати зараз

source: Review the terms that apply to the app.
de: Bedingungen der App ansehen.
es: Revisa los términos de la app.
fr: Consultez les conditions applicables à l’app.
it: Consulta le condizioni d'uso dell'app.
ja: アプリに適用される利用規約を確認します。
ko: 앱에 적용되는 이용약관을 확인하세요.
pt_br: Veja os termos que valem para o app.
ru: Посмотреть условия использования приложения.
uk: Переглянути умови використання застосунку.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
uk: Зберегти

source: Save changes to
de: Änderungen speichern für
es: Guardar cambios en
fr: Enregistrer pour
it: Salva modifiche per
ja: 保存範囲
ko: 변경 적용 범위
pt_br: Salvar alterações em
ru: Сохранить изменения для
uk: Зберегти зміни для

source: Scheduled
de: Geplant
es: Programados
fr: Programmés
it: Programmati
ja: 予定済み
ko: 예정된 알림
pt_br: Agendado
ru: Запланировано
uk: Заплановано

source: Scheduled reminders, defaults and permission status
de: Erinnerungen, Standards und Zugriffsstatus
es: Recordatorios programados, ajustes por defecto y estado de permisos
fr: Rappels programmés, réglages par défaut et autorisations
it: Promemoria programmati, default e stato dei permessi
ja: リマインダー、デフォルト設定、アクセス状況
ko: 예정된 미리 알림, 기본값, 권한 상태
pt_br: Lembretes agendados, padrões e status de permissão
ru: Напоминания, настройки по умолчанию и статус доступа
uk: Заплановані нагадування, значення за замовчуванням і статус доступу

source: Select manually
de: Manuell wählen
es: Elegir manualmente
fr: Choisir manuellement
it: Scegli manualmente
ja: 手動で選択
ko: 직접 선택
pt_br: Selecionar manualmente
ru: Выбрать вручную
uk: Вибрати вручну

source: Select month
de: Monat wählen
es: Elegir mes
fr: Choisir le mois
it: Seleziona mese
ja: 月を選択
ko: 월 선택
pt_br: Selecionar mês
ru: Выберите месяц
uk: Вибрати місяць

source: Select month and year
de: Monat und Jahr wählen
es: Elegir mes y año
fr: Choisir le mois et l’année
it: Seleziona mese e anno
ja: 月と年を選択
ko: 월과 연도 선택
pt_br: Selecionar mês e ano
ru: Выбор месяца и года
uk: Вибір місяця й року

source: Select period
de: Zeitraum wählen
es: Elegir periodo
fr: Choisir la période
it: Seleziona periodo
ja: 期間を選択
ko: 기간 선택
pt_br: Selecionar período
ru: Выбрать период
uk: Вибрати період

source: Select Widget Day
de: Widget-Tag wählen
es: Elegir día del widget
fr: Choisir le jour du widget
it: Seleziona il giorno del widget
ja: ウィジェットの日を選択
ko: 위젯 날짜 선택
pt_br: Selecionar dia do widget
ru: Выбрать день виджета
uk: Вибрати день для віджета

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
uk: Налаштування

source: Show Apple Calendar events in Planner
de: Apple-Kalenderereignisse im Planer anzeigen
es: Mostrar eventos de Calendario de Apple en el planificador
fr: Afficher les événements Apple Calendar dans le planning
it: Mostra gli eventi di Calendario Apple nell'agenda
ja: プランナーにカレンダーの予定を表示
ko: 플래너에서 Apple 캘린더 일정 보기
pt_br: Mostrar eventos do Calendário da Apple no Planner
ru: Показывать события Apple Calendar в Planner
uk: Показувати події Apple Calendar у планері

source: Show tasks in Apple Calendar
de: Aufgaben im Apple Kalender anzeigen
es: Mostrar tareas en Calendario de Apple
fr: Afficher les tâches dans Apple Calendar
it: Mostra le attività in Calendario Apple
ja: カレンダーにタスクを表示
ko: Apple 캘린더에 할 일 표시
pt_br: Mostrar tarefas no Calendário da Apple
ru: Показывать задачи в Apple Calendar
uk: Показувати завдання в Apple Calendar

source: Shown in Planner only. Not saved in the app.
de: Nur im Planer sichtbar. Nicht in der App gespeichert.
es: Se muestran solo en el planificador. No se guardan en la app.
fr: Affiché uniquement dans le planning. Non enregistré dans l’app.
it: Visibili solo nell'agenda. Non vengono salvati nell'app.
ja: プランナーにのみ表示され、アプリには保存されません。
ko: 플래너에서만 보이고 앱에는 저장되지 않아요.
pt_br: Aparece só no Planner. Não é salvo no app.
ru: Показывается только в планере. В приложении не сохраняется.
uk: Показується лише в планері. У застосунку не зберігається.

source: Shows options to replace or delete the photo
de: Zeigt Optionen zum Ersetzen oder Löschen des Fotos
es: Muestra opciones para reemplazar o eliminar la foto
fr: Affiche les options pour remplacer ou supprimer la photo
it: Mostra le opzioni per sostituire o eliminare la foto.
ja: 写真の変更または削除のオプションを表示します
ko: 사진을 교체하거나 삭제하는 옵션을 보여줍니다
pt_br: Mostra opções para trocar ou apagar a foto
ru: Показывает варианты замены или удаления фото.
uk: Показує варіанти заміни або видалення фото.

source: Shows the next 7 days and tasks for the selected day.
de: Zeigt die nächsten 7 Tage und Aufgaben für den gewählten Tag.
es: Muestra los próximos 7 días y las tareas del día elegido.
fr: Affiche les 7 prochains jours et les tâches du jour choisi.
it: Mostra i prossimi 7 giorni e le attività del giorno selezionato.
ja: 今後7日間と、選択した日のタスクを表示します。
ko: 앞으로 7일과 선택한 날짜의 할 일을 보여줍니다.
pt_br: Mostra os próximos 7 dias e as tarefas do dia selecionado.
ru: Показывает ближайшие 7 дней и задачи на выбранный день.
uk: Показує найближчі 7 днів і завдання на вибраний день.

source: Slice
de: Segment
es: Segmento
fr: Part
it: Spicchio
ja: セグメント
ko: 조각
pt_br: Fatia
ru: Отрезок
uk: Сегмент

source: Small thumbnail for task cards.
de: Kleine Vorschau für Aufgabenkarten.
es: Miniatura pequeña para las tarjetas de tareas.
fr: Petite vignette pour les cartes de tâches.
it: Miniatura per le schede attività.
ja: タスクカード用の小さなサムネイル
ko: 할 일 카드에 표시되는 작은 썸네일
pt_br: Miniatura pequena para os cards das tarefas.
ru: Миниатюра для карточек задач.
uk: Маленька мініатюра для карток завдань.

source: Standard repeats
de: Einfache Wiederholungen
es: Repeticiones básicas
fr: Répétitions standard
it: Ripetizioni standard
ja: 標準の繰り返し
ko: 기본 반복
pt_br: Recorrências padrão
ru: Базовые повторы
uk: Стандартні повтори

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
pt_br: Estatísticas
ru: Статистика
uk: Статистика

source: Study
de: Lernen
es: Estudio
fr: Études
it: Studio
ja: 学習
ko: 공부
pt_br: Estudo
ru: Учёба
uk: Навчання

source: Sunday
de: Sonntag
es: Domingo
fr: Dim.
it: Domenica
ja: 日曜
ko: 일요일
pt_br: Dom
ru: Вс
uk: Нд

source: Tap + to create your first task.
de: Tippe auf +, um deine erste Aufgabe zu erstellen.
es: Toca + para crear tu primera tarea.
fr: Touchez + pour créer votre première tâche.
it: Tocca + per creare la tua prima attività.
ja: ＋をタップして最初のタスクを追加
ko: +를 눌러 첫 할 일을 만들어 보세요.
pt_br: Toque em + para criar sua primeira tarefa.
ru: Нажмите +, чтобы создать первую задачу.
uk: Натисніть +, щоб створити перше завдання.

source: Tap the photo to change it.
de: Tippe auf das Foto, um es zu ändern.
es: Toca la foto para cambiarla.
fr: Touchez la photo pour la modifier.
it: Tocca la foto per cambiarla.
ja: 写真をタップして変更
ko: 사진을 탭해 변경하세요.
pt_br: Toque na foto para trocar.
ru: Нажмите для изменения фото.
uk: Натисніть фото, щоб змінити його.

source: Tap the placeholder to add a photo.
de: Tippe auf den Platzhalter, um ein Foto hinzuzufügen.
es: Toca el marcador para añadir una foto.
fr: Touchez l’emplacement pour ajouter une photo.
it: Tocca il riquadro per aggiungere una foto.
ja: プレースホルダーをタップして写真を追加
ko: 빈 영역을 탭해 사진을 추가하세요.
pt_br: Toque na área da foto para adicionar uma foto.
ru: Нажмите для добавления фото.
uk: Натисніть місце для фото, щоб додати його.

source: Task Name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
it: Nome attività
ja: タスク名
ko: 할 일 이름
pt_br: Nome da tarefa
ru: Название задачи
uk: Назва завдання

source: Task not found
de: Aufgabe nicht gefunden
es: Tarea no encontrada
fr: Tâche introuvable
it: Attività non trovata
ja: タスクが見つかりません
ko: 할 일을 찾을 수 없어요
pt_br: Tarefa não encontrada
ru: Задача не найдена
uk: Завдання не знайдено

source: Task photo
de: Aufgabenfoto
es: Foto de la tarea
fr: Photo de la tâche
it: Foto dell'attività
ja: タスク写真
ko: 할 일 사진
pt_br: Foto da tarefa
ru: Фото задачи
uk: Фото завдання

source: Task Planner Pro is active again on this device.
de: Task Planner Pro ist auf diesem Gerät wieder aktiv.
es: Task Planner Pro vuelve a estar activo en este dispositivo.
fr: Task Planner Pro est de nouveau actif sur cet appareil.
it: Task Planner Pro è di nuovo attivo su questo dispositivo.
ja: このデバイスでTask Planner Proが再び有効になりました。
ko: 이 기기에서 Task Planner Pro가 다시 활성화되었어요.
pt_br: O Task Planner Pro está ativo novamente neste dispositivo.
ru: Task Planner Pro снова активен на этом устройстве.
uk: Task Planner Pro знову активний на цьому пристрої.

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
ko: 할 일
pt_br: Tarefas
ru: Задачи
uk: Завдання

source: Tasks for %@
de: Aufgaben für %@
es: Tareas del %@
fr: Tâches du %@
it: Attività del %@
ja: %@のタスク
ko: %@의 할 일
pt_br: Tarefas de %@
ru: Задачи на %@
uk: Завдання на %@

source: Tasks in this category will stay in your planner.
de: Aufgaben in dieser Kategorie bleiben in deinem Planer.
es: Las tareas de esta categoría seguirán en el planificador.
fr: Les tâches de cette catégorie resteront dans votre planning.
it: Le attività di questa categoria resteranno nell'agenda.
ja: このカテゴリのタスクはプランナーに残ります。
ko: 이 카테고리의 할 일은 플래너에 그대로 남아요.
pt_br: As tarefas desta categoria vão continuar no Planner.
ru: Задачи из этой категории останутся в планере.
uk: Завдання з цієї категорії залишаться в планері.

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d'uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
ru: Условия использования
uk: Умови використання

source: The privacy policy will be available here before release.
de: Die Datenschutzerklärung erscheint hier vor dem Release.
es: La política de privacidad estará aquí antes del lanzamiento.
fr: La politique de confidentialité sera disponible ici avant le lancement.
it: L'informativa sulla privacy sarà disponibile qui prima del rilascio.
ja: プライバシーポリシーはリリース前にここに掲載されます。
ko: 개인정보 처리방침은 출시 전에 이곳에 표시될 예정입니다.
pt_br: A política de privacidade vai aparecer aqui antes do lançamento.
ru: Политика конфиденциальности появится здесь до релиза.
uk: Політика конфіденційності з’явиться тут до релізу.

source: The selected photo isn't available right now.
de: Das gewählte Foto ist gerade nicht verfügbar.
es: La foto seleccionada no está disponible ahora mismo.
fr: La photo sélectionnée est indisponible pour le moment.
it: La foto selezionata non è disponibile al momento.
ja: 選択した写真は現在利用できません。
ko: 선택한 사진을 지금은 사용할 수 없어요.
pt_br: A foto escolhida não está disponível agora.
ru: Сейчас выбранное фото недоступно.
uk: Вибране фото зараз недоступне.

source: The task couldn't be found. It may have been deleted.
de: Die Aufgabe wurde nicht gefunden. Vielleicht wurde sie gelöscht.
es: No se encontró la tarea. Puede que se haya eliminado.
fr: Impossible de retrouver la tâche. Elle a peut-être été supprimée.
it: Non troviamo l'attività. Potrebbe essere stata eliminata.
ja: タスクが見つかりませんでした。削除された可能性があります。
ko: 할 일을 찾을 수 없어요. 이미 삭제되었을 수 있어요.
pt_br: A tarefa não foi encontrada. Talvez ela tenha sido apagada.
ru: Не удалось найти задачу. Возможно, она была удалена.
uk: Не вдалося знайти завдання. Можливо, його видалено.

source: The Task Planner calendar couldn't be found.
de: Task Planner-Kalender wurde nicht gefunden.
es: No se encontró el calendario Task Planner.
fr: Le calendrier Task Planner est introuvable.
it: Impossibile trovare il calendario Task Planner.
ja: Task Plannerカレンダーが見つかりませんでした。
ko: Task Planner 캘린더를 찾을 수 없어요.
pt_br: Não foi possível encontrar o calendário do Task Planner.
ru: Не удалось найти календарь Task Planner.
uk: Не вдалося знайти календар Task Planner.

source: The terms of use will be available here before release.
de: Die Nutzungsbedingungen erscheinen hier vor dem Release.
es: Los términos de uso estarán aquí antes del lanzamiento.
fr: Les conditions d’utilisation seront disponibles ici avant le lancement.
it: Le condizioni d'uso saranno disponibili qui prima del rilascio.
ja: 利用規約はリリース前にここに掲載されます。
ko: 이용약관은 출시 전에 이곳에 표시될 예정입니다.
pt_br: Os termos de uso vão aparecer aqui antes do lançamento.
ru: Условия использования появятся здесь до релиза.
uk: Умови використання з’являться тут до релізу.

source: Theme
de: Darstellung
es: Tema
fr: Apparence
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
uk: Тема

source: This action will permanently remove all tasks from the app.
de: Diese Aktion löscht alle Aufgaben dauerhaft aus der App.
es: Esta acción eliminará de forma permanente todas las tareas de la app.
fr: Cette action supprimera définitivement toutes les tâches de l’app.
it: Questa azione rimuoverà definitivamente tutte le attività dall'app.
ja: この操作により、アプリ内のすべてのタスクが完全に削除されます。
ko: 이 작업을 하면 앱의 모든 할 일이 영구적으로 삭제됩니다.
pt_br: Esta ação vai apagar permanentemente todas as tarefas do app.
ru: Это действие навсегда удалит все задачи из приложения.
uk: Ця дія назавжди видалить усі завдання із застосунку.

source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
pt_br: Este mês
ru: Этот месяц
uk: Цей місяць

source: This task no longer exists.
de: Diese Aufgabe existiert nicht mehr.
es: Esta tarea ya no existe.
fr: Cette tâche n’existe plus.
it: Questa attività non esiste più.
ja: このタスクはもう存在しません。
ko: 이 할 일은 더 이상 존재하지 않아요.
pt_br: Essa tarefa não existe mais.
ru: Эта задача больше не существует.
uk: Цього завдання більше не існує.

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: Эта неделя
uk: Цей тиждень

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno
ja: 今年
ko: 올해
pt_br: Este ano
ru: Этот год
uk: Цей рік

source: Time
de: Uhrzeit
es: Tiempo
fr: Heure
it: Tempo
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
uk: Час

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
uk: Сьогодні

source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 합계
ru: Всего
uk: Усього

source: Total Hours
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Ore totali
ja: 合計時間
ko: 총 시간
pt_br: Horas totais
ru: Всего времени
uk: Усього часу

source: Try a different crop or choose another photo.
de: Wähle einen anderen Zuschnitt oder ein anderes Foto.
es: Prueba otro recorte o elige otra foto.
fr: Essayez un autre cadrage ou choisissez une autre photo.
it: Prova un ritaglio diverso o scegli un'altra foto.
ja: トリミングを変えるか、別の写真を選んでください。
ko: 다른 자르기 영역을 사용하거나 다른 사진을 선택하세요.
pt_br: Tente outro recorte ou escolha outra foto.
ru: Попробуйте другой кадр или выберите другое фото.
uk: Спробуйте інше кадрування або виберіть інше фото.

source: Try a different image.
de: Wähle ein anderes Bild.
es: Prueba con otra imagen.
fr: Essayez une autre image.
it: Prova con un'altra immagine.
ja: 別の画像を選んでください。
ko: 다른 이미지를 선택하세요.
pt_br: Tente outra imagem.
ru: Выберите другое изображение.
uk: Виберіть інше зображення.

source: Turn on app notifications to use reminders.
de: Aktiviere App-Mitteilungen, um Erinnerungen zu nutzen.
es: Activa las notificaciones de la app para usar recordatorios.
fr: Activez les notifications dans l’app pour utiliser les rappels.
it: Attiva le notifiche dell'app per usare i promemoria.
ja: リマインダーを使うには、アプリ通知をオンにしてください。
ko: 미리 알림을 사용하려면 앱 알림을 켜세요.
pt_br: Ative as notificações do app para usar lembretes.
ru: Включите уведомления в приложении, чтобы использовать напоминания.
uk: Увімкніть сповіщення в застосунку, щоб користуватися нагадуваннями.

source: Turn on Show tasks in Apple Calendar first.
de: Aktiviere zuerst „Aufgaben im Apple Kalender anzeigen“.
es: Activa primero Mostrar tareas en Calendario de Apple.
fr: Activez d’abord « Afficher les tâches dans Apple Calendar ».
it: Attiva prima “Mostra le attività in Calendario Apple”.
ja: 先に「カレンダーにタスクを表示」をオンにしてください
ko: 먼저 'Apple 캘린더에 할 일 표시'를 켜세요.
pt_br: Ative primeiro a opção Mostrar tarefas no Calendário da Apple.
ru: Сначала включите отображение задач в Apple Calendar
uk: Спочатку увімкніть показ завдань в Apple Calendar.

source: Turns off sync and deletes Task Planner events from Apple Calendar
de: Deaktiviert die Synchronisierung und löscht Task Planner-Ereignisse aus Apple Kalender
es: Desactiva la sincronización y elimina los eventos de Task Planner de Calendario de Apple
fr: Désactive la synchronisation et supprime les événements Task Planner d’Apple Calendar
it: Disattiva la sincronizzazione e rimuove gli eventi di Task Planner da Calendario Apple
ja: 同期をオフにし、カレンダーからTask Plannerのイベントを削除します
ko: 동기화를 끄고 Apple 캘린더에서 Task Planner 일정을 삭제합니다
pt_br: Desativa a sincronização e apaga os eventos do Task Planner do Calendário da Apple
ru: Отключает синхронизацию и удаляет события Task Planner из Apple Calendar
uk: Вимикає синхронізацію й видаляє події Task Planner з Apple Calendar

source: Uncategorized
de: Ohne Kategorie
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
ja: 未分類
ko: 미분류
pt_br: Sem categoria
ru: Без категории
uk: Без категорії

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
uk: Скасувати

source: Unlock custom categories, advanced repeats, and day, week, and year statistics.
de: Schalte eigene Kategorien, flexible Wiederholungen und Statistik für Tag, Woche und Jahr frei.
es: Desbloquea categorías propias, repeticiones flexibles y estadísticas por día, semana y año.
fr: Débloquez les catégories personnalisées, les répétitions avancées et les statistiques jour, semaine et année.
it: Sblocca categorie personalizzate, ripetizioni avanzate e statistiche per giorno, settimana e anno.
ja: カスタムカテゴリ、柔軟な繰り返し、日・週・年の統計を利用できます。
ko: 맞춤 카테고리, 고급 반복, 일간·주간·연간 통계를 이용하세요.
pt_br: Desbloqueie categorias personalizadas, recorrências avançadas e estatísticas por dia, semana e ano.
ru: Откройте свои категории, гибкие повторы и статистику по дням, неделям и годам.
uk: Відкрийте власні категорії, гнучкі повтори та статистику за день, тиждень і рік.

source: Unlock day, week, and year views in Statistics.
de: Schalte Statistik für Tag, Woche und Jahr frei.
es: Desbloquea las vistas por día, semana y año en Estadísticas.
fr: Débloquez les vues jour, semaine et année dans Statistiques.
it: Sblocca le viste giorno, settimana e anno in Statistiche.
ja: 統計の日・週・年ビューを利用できます。
ko: 통계의 일간·주간·연간 보기를 이용하세요.
pt_br: Desbloqueie as visões de dia, semana e ano em Estatísticas.
ru: Откройте статистику по дням, неделям и годам.
uk: Відкрийте перегляд статистики за день, тиждень і рік.

source: Unlock more flexibility with custom categories, advanced repeats, and deeper statistics.
de: Schalte mehr Flexibilität frei: eigene Kategorien, flexible Wiederholungen und erweiterte Statistik.
es: Desbloquea más flexibilidad con categorías propias, repeticiones flexibles y estadísticas más completas.
fr: Gagnez en flexibilité avec des catégories personnalisées, des répétitions avancées et des statistiques détaillées.
it: Più flessibilità con categorie personalizzate, ripetizioni avanzate e statistiche più complete.
ja: カスタムカテゴリ、柔軟な繰り返し、詳細な統計で、もっと自由に使えます。
ko: 맞춤 카테고리, 고급 반복, 더 깊은 통계로 더 유연하게 계획하세요.
pt_br: Ganhe mais flexibilidade com categorias personalizadas, recorrências avançadas e estatísticas mais completas.
ru: Откройте больше гибкости: свои категории, гибкие повторы и расширенную статистику.
uk: Відкрийте більше можливостей із власними категоріями, гнучкими повторами й докладнішою статистикою.
